Repository: Cyzor/tablet-driver
Catalog: MockTab/Localizable.xcstrings
Source language: en
Languages: de, es, ja

source: (charging)
de: (wird geladen)
es: (cargando)
ja: (充電中)

source: (HIGH)
de: (HOCH)
es: (ALTO)
ja: (高い)

source: Absolute, like a stylus
de: Absolut, wie ein Stift
es: Absoluto, como un lápiz
ja: 絶対、スタイラスのように

source: Clockwise
de: Im Uhrzeigersinn
es: En sentido horario
ja: 時計回り

source: Counter-clockwise
de: Gegen den Uhrzeigersinn
es: En sentido antihorario
ja: 反時計回り

source: Relative, like a mouse
de: Relativ, wie eine Maus
es: Relativo, como un ratón
ja: 相対、マウスのように

source: · changes apply only when %@ is active
de: · Änderungen gelten nur, wenn %@ aktiv ist
es: · Los cambios solo se aplican cuando %@ está activo
ja: · 変更は %@ がアクティブな場合のみ適用されます

source: “Once,” said the Mock Turtle at last, with a deep sigh, “I was a real Turtle.”
de: »Einst,« sagte die falsche Schildkröte endlich mit einem tiefen Seufzer, »war ich eine wirkliche Schildkröte.«
es: -Hubo un tiempo -dijo por fin la Falsa Tortuga, con un profundo suspiro- en que yo era una tortuga de verdad.
ja: 「むかしは、ぼくもほんもののウミガメでしたのさ」にせウミガメはやっと口をひらきました。

source: (Auto-detect)
de: (Automatisch erkennen)
es: (Detección automática)
ja: (自動検出)

source: (Charging)
de: (Lädt)
es: (Cargando)
ja: (充電中)

source: (In Range)
de: (Im Bereich)
es: (En rango)
ja: (範囲内)

source: (Out)
de: (Außerhalb)
es: (Fuera de rango)
ja: (範囲外)

source: (renamed to avoid conflict)
de: (umbenannt, um Konflikte zu vermeiden)
es: (renombrado para evitar conflictos)
ja: （競合を避けるため名前を変更しました）

source: %@ connected
de: %@ verbunden
es: %@ conectado
ja: %@ 接続済み

source: %lld detected
de: %lld erkannt
es: %lld detectado
ja: %lld 個検出されました

source: %lld events recorded
de: %lld Ereignisse aufgezeichnet
es: %lld eventos registrados
ja: %lld 件のイベントを記録しました

# %lld profile%@
source: %1$lld profile%2$@
de: %lld Profil%@
es: %lld perfil%@
ja: %lld プロファイル%@

# %lld setting%@
source: %1$lld setting%2$@
de: %lld Einstellung%@
es: %lld ajuste%@
ja: %lld 設定%@

source: → New profile:
de: → Neues Profil:
es: → Nuevo perfil:
ja: → 新しいプロファイル:

source: ⇧ Shift
de: ⇧ Umschalt
es: ⇧ Mayús

source: ⌃ Control
de: ⌃ Kontrolle
ja: ⌃ コントロール

source: ⌘ Command
de: ⌘ Befehl
es: ⌘ Comando
ja: ⌘ コマンド

source: ⌥ Option
de: ⌥ Wahl
es: ⌥ Opción
ja: ⌥ オプション

source: Action performed when sliding a finger around the touch ring.
de: Aktion beim Gleiten eines Fingers um den Berührungsring.
es: Acción realizada al deslizar un dedo alrededor del anillo táctil.
ja: タッチリングの周りを指でスライドするときに実行されるアクション。

source: Activate
de: Aktivieren
es: Activar
ja: アクティベート

source: Active
de: Aktiv
es: Activo
ja: アクティブ

source: Active profile:
de: Aktives Profil:
es: Perfil activo:
ja: アクティブなプロファイル:

source: Active Surface Area
de: Aktive Oberfläche
es: Área de superficie activa
ja: アクティブな表面領域

source: Add All (%d)
de: Alle hinzufügen (%d)
es: Agregar todo (%d)
ja: すべて追加 (%d)

source: Add All (%lld)
de: Alle hinzufügen (%lld)
es: Añadir todos (%lld)
ja: すべて追加 (%lld)

source: Add First 3 Only
de: Nur erste 3 hinzufügen
es: Agregar solo los primeros 3
ja: 最初の3つのみ追加

source: Add Multiple Apps?
de: Mehrere Apps hinzufügen?
es: ¿Añadir varias apps?
ja: 複数のAppを追加しますか？

source: Add per-app override — or drag an app here from Finder or the Dock
de: App-spezifische Einstellung hinzufügen — oder App hierher aus Finder oder Dock ziehen
es: Agregar anulación específica de la aplicación — o arrastrar una aplicación aquí desde Finder o el Dock
ja: アプリ固有のオーバーライドを追加 — または Finder/Dock からアプリをドラッグ

# alert.conflicts.intro
source: MockTab found the following issues that may interfere with tablet operation:
de: MockTab hat folgende Probleme gefunden, die den Tablettbetrieb beeinträchtigen könnten:
es: MockTab ha encontrado los siguientes problemas que pueden interferir con el funcionamiento de la tableta:
ja: MockTabはタブレットの操作に干渉する可能性のある以下の問題を検出しました：

# alert.conflicts.recommendation
source: Recommendation: Quit or disable the listed processes, then restart MockTab. For Wacom drivers, check System Settings → General → Login Items to prevent them from launching at startup. For RF jitter, try moving wireless receivers (mice, keyboards, Wi-Fi dongles) away from the tablet.
de: Empfehlung: Beenden oder deaktivieren Sie die aufgelisteten Prozesse und starten Sie MockTab neu. Bei Wacom-Treibern prüfen Sie unter Systemeinstellungen → Allgemein → Startobjekte, ob diese beim Start geöffnet werden. Bei HF-Rauschen versuchen Sie, Empfänger (Mäuse, Tastaturen, WLAN-Dongles) vom Tablett zu entfernen.
es: Recomendación: Cierre o desactive los procesos indicados y reinicie MockTab. Para controladores Wacom, compruebe en Configuración del sistema → General → Elementos de inicio de sesión que no se inicien al arrancar. Si hay interferencia de RF, intente alejar los receptores inalámbricos de la tableta.
ja: 推奨事項：リストされたプロセスを終了または無効にして、MockTabを再起動してください。Wacomドライバーの場合は、システム設定 → 一般 → ログイン項目 で起動時に開かないように確認してください。RFの干渉の場合は、ワイヤレス受信機をタブレットから遠ざけてみてください。

# alert.conflicts.title
source: Potential Conflicts Detected
de: Potenzielle Konflikte erkannt
es: Conflictos potenciales detectados
ja: 競合する可能性が検出されました

source: Alice's Adventures in Wonderland, Lewis Carroll
de: Alice im Wunderland, Lewis Carroll
es: Las aventuras de Alicia en el país de las maravillas, Lewis Carroll
ja: 不思議の国のアリス、ルイス・キャロル

source: All — span across all displays
de: Alle — über alle Displays
es: Todas — abarcar todas las pantallas
ja: 全て — すべてのディスプレイにまたがる

source: Any data collected so far will be discarded.
de: Alle bisher gesammelten Daten werden verworfen.
es: Cualquier dato recopilado hasta ahora será descartado.
ja: これまでに収集されたデータは破棄されます。

source: Apply
de: Anwenden
es: Aplicar
ja: 適用

source: area offset
de: Bereichsversatz
es: Desplazamiento de área
ja: エリアオフセット

source: area scaled
de: Bereich skaliert
es: Área escalada
ja: エリアスケール

source: Assign a click action: left-click, right-click, middle-click, modifier keys, or display toggle.
de: Weisen Sie eine Klickaktion zu: Linksklick, Rechtsklick, Mittelklick, Modifiziertasten oder Anzeige-Umschalter.
es: Asigne una acción de clic: clic izquierdo, clic derecho, clic central, teclas modificadoras o cambio de pantalla.
ja: クリック アクションを割り当て: 左クリック、右クリック、中央クリック、修飾キー、ディスプレイ切り替え。

source: Auto-Switch
de: Automatisches Umschalten
es: Cambio automático
ja: 自動切り替え

source: Automatically switch to the matching profile when this tablet connects
de: Beim Verbinden dieses Tabletts automatisch zum passenden Profil wechseln
es: Cambiar automáticamente al perfil correspondiente cuando se conecte esta tableta
ja: このタブレットが接続されたときに一致するプロファイルに自動的に切り替える

source: Backup & Restore
de: Sicherung & Wiederherstellung
es: Copia de seguridad y restauración
ja: バックアップと復元

source: Battery
de: Batterie
es: Batería
ja: バッテリー

# Battery : %lld%%%@
source: Battery : %1$lld%%%2$@
de: Batterie : %lld%%%@
es: Batería : %lld%%%@
ja: バッテリー : %lld%%%@

source: Button %lld
de: Taste %lld
es: Botón %lld
ja: ボタン %lld

source: Buttons
de: Tasten
es: Botones
ja: ボタン

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: Cancel Data Collection?
de: Datensammlung abbrechen?
es: ¿Cancelar la recopilación de datos?
ja: データ収集をキャンセルしますか？

source: Captures diagnostic data to help investigate a problem with your device.
de: Erfasst Diagnosedaten, um bei der Untersuchung eines Problems mit Ihrem Gerät zu helfen.
es: Captura datos de diagnóstico para ayudar a investigar un problema con su dispositivo.
ja: デバイスの問題を調査するための診断データを取得します。

source: Center
de: Mitte
es: Centro
ja: センター

source: Choose a MockTab backup file to import
de: Wählen Sie eine MockTab-Sicherungsdatei zum Importieren aus
es: Elija un archivo de copia de seguridad de MockTab para importar
ja: インポートする MockTab バックアップファイルを選択してください

source: Clear
de: Löschen
es: Limpiar
ja: クリア

source: Clear Override
de: Überschreibung löschen
es: Borrar anulación
ja: オーバーライドをクリア

source: Clear this button assignment.
de: Diese Schaltflächenzuordnung löschen.
es: Borrar esta asignación de botón.
ja: このボタンの割り当てをクリア。

source: Click a display to map the tablet to it. ⌘+click to add it to the toggle rotation. ⇧+click to span all displays.
de: Klicken Sie auf eine Anzeige, um das Tablet auf diese abzubilden. ⌘+Klick zum Hinzufügen zur Rotationsumschaltung. ⇧+Klick zum Überspannen aller Anzeigen.
es: Haga clic en una pantalla para asignar la tableta a ella. ⌘+clic para agregarla a la rotación de alternancia. ⇧+clic para abarcar todas las pantallas.
ja: ディスプレイをクリックしてタブレットをそこにマップします。⌘+クリックでローテーション切り替えに追加; ⇧+クリックですべてのディスプレイをスパン。

source: Click a thumbnail to toggle that display in or out of the rotation. ⌘+click to add individual displays; ⇧+click to select a range.
de: Klicken Sie auf eine Miniaturansicht, um diese Anzeige in die Rotation ein- oder auszuschalten. ⌘+Klick zum Hinzufügen einzelner Anzeigen; ⇧+Klick zum Auswählen eines Bereichs.
es: Haga clic en una miniatura para incluir o excluir esa pantalla de la rotación. ⌘+clic para agregar pantallas individuales; ⇧+clic para seleccionar un rango.
ja: サムネイルをクリックしてディスプレイをローテーションに含める/除外します。⌘+クリックで個別のディスプレイを追加; ⇧+クリックで範囲を選択。

source: Click to record a keyboard shortcut. Press Escape to cancel or Delete to clear. Use the ▾ menu to assign a click action.
de: Klicken Sie, um eine Tastenkombination aufzuzeichnen. Drücken Sie Escape zum Abbrechen oder Delete zum Löschen. Verwenden Sie das ▾-Menü, um eine Klickaktion zuzuweisen.
es: Haga clic para grabar un atajo de teclado. Presione Escape para cancelar o Delete para borrar. Use el menú ▾ para asignar una acción de clic.
ja: クリックしてキーボードショートカットを記録します。Escape で キャンセル、Delete で クリア。▾ メニューを使用してクリック アクションを割り当てます。

source: Collect Device Data
de: Gerätedaten erfassen
es: Recopilar datos del dispositivo
ja: デバイスデータを収集

source: Collect Device Data…
de: Gerätedaten erfassen …
es: Recopilar datos del dispositivo…
ja: デバイスデータを収集…

source: Collection Complete
de: Erfassung abgeschlossen
es: Recopilación completada
ja: 収集完了

# conflict.processRunning %@
source: %@ is running — may conflict with MockTab’s HID access
de: %@ läuft — kann mit MockTabs HID-Zugriff in Konflikt stehen
es: %@ está en ejecución — puede entrar en conflicto con el acceso HID de MockTab
ja: %@ が実行中 — MockTabのHIDアクセスと競合する可能性があります

# conflict.rfJitter %@
source: High hover jitter (%@ pt/sample) — possible RF interference
de: Hohes Hover-Zittern (%@ Pkt/Probe) — mögliche HF-Interferenz
es: Alta vibración al desplazar (%@ pt/muestra) — posible interferencia de RF
ja: ホバーのブレが大きい（%@ ポイント/サンプル）— RFの干渉の可能性

source: Conflicting driver: %@
de: In Konflikt stehender Treiber: %@
es: Controlador en conflicto: %@
ja: 競合するドライバー: %@

source: Conflicts
de: Konflikte
es: Conflictos
ja: 競合

source: Conflicts : none
de: Conflicts : keine
es: Conflicts : ninguno
ja: Conflicts : なし

source: Connection
de: Verbindung
es: Conexión
ja: 接続

source: Continue Collecting
de: Erfassung fortsetzen
es: Continuar recopilando
ja: 収集を継続

source: Coordinate
de: Koordinate
es: Coordenada
ja: 座標

source: Copy
de: Kopieren
es: Copiar
ja: コピー

source: Copyright © %@ MockTab Contributors
de: Copyright © %@ MockTab-Mitwirkende
es: Copyright © %@ Colaboradores de MockTab

source: Could not read file.
de: Datei konnte nicht gelesen werden.
es: No se pudo leer el archivo.
ja: ファイルを読み込めませんでした。

source: Create
de: Erstellen
es: Crear
ja: 作成

source: Create Profile
de: Profil erstellen
es: Crear perfil
ja: プロフィールを作成

source: Current:
de: Aktuell:
es: Actual:
ja: 現在:

source: curve
de: Kurve
es: Curva
ja: カーブ

source: Cut
de: Ausschneiden
es: Cortar
ja: 切り取り

source: Delete
de: Löschen
es: Eliminar
ja: 削除

source: Device
de: Gerät
es: Dispositivo
ja: デバイス

source: Device Defaults
de: Gerätestandards
es: Configuración predeterminada del dispositivo
ja: デバイスのデフォルト

source: Device name
de: Gerätename
es: Nombre del dispositivo
ja: デバイス名

source: Device Summary
de: Gerätezusammenfassung
es: Resumen del dispositivo
ja: デバイスの概要

source: Devices
de: Geräte
es: Dispositivos
ja: デバイス

source: Diagnostic Detail
de: Diagnosedetails
es: Detalle de diagnóstico
ja: 診断の詳細

source: Diagnostics
de: Diagnose
es: Diagnósticos
ja: 診断

source: disabled
de: deaktiviert
es: deshabilitado
ja: 無効

source: Disabled
de: Deaktiviert
es: Desactivado
ja: 無効

source: Display
de: Anzeige
es: Pantalla
ja: ディスプレイ

source: display != primary
de: Anzeige != Primär
es: Pantalla != Principal
ja: ディスプレイ != プライマリ

source: Display Mapping
de: Anzeigezuordnung
es: Asignación de pantalla
ja: ディスプレイマッピング

source: Display Rotation Detected
de: Displaydrehung erkannt
es: Rotación de pantalla detectada
ja: ディスプレイの回転を検出

source: Displays in rotation — ⌘+click individual, ⇧+click ranges
de: Displays in Rotation — ⌘+Klick einzeln, ⇧+Klick Bereiche
es: Pantallas en rotación — ⌘+clic individual, ⇧+clic rangos
ja: 回転中のディスプレイ — ⌘+クリックで個別、⇧+クリックで範囲選択

source: Distance
de: Abstand
es: Distancia
ja: 距離

source: Done
de: Fertig
es: Hecho
ja: 完了

source: Double Click
de: Doppelklick
es: Doble clic
ja: ダブルクリック

source: Double-Click Distance
de: Doppelklick-Abstand
es: Distancia de doble clic
ja: ダブルクリック距離

# Drag out to save a backup. Drag a .json file in to import.
source: Drag this icon out to save a backup as a JSON file. Or drop an existing backup file back in to restore prior settings.
de: Zieh dieses Symbol nach draußen, um ein Backup als JSON-Datei zu speichern. Oder zieh eine vorhandene Backup-Datei wieder hinein, um frühere Einstellungen wiederherzustellen.
es: Arrastra este icono para guardar una copia de seguridad como archivo JSON. O bien, arrastra un archivo de copia de seguridad ya existente hasta aquí para restaurar la configuración anterior.
ja: このアイコンをドラッグして、バックアップをJSONファイルとして保存してください。または、既存のバックアップファイルをここにドロップして、以前の設定を復元してください。

source: Draw on the canvas to verify pressure and click behavior.
de: Zeichnen Sie auf der Leinwand, um das Druck- und Klickverhalten zu überprüfen.
es: Dibuje en el lienzo para verificar la presión y el comportamiento de los clics.
ja: キャンバスに描画して、筆圧とクリックの動作を確認してください。

source: Editing **%@** settings
de: **%@** Einstellungen bearbeiten
es: Editando ajustes de **%@**
ja: **%@** の設定を編集しています

source: Enable MockTab to start automatically when you log in.
de: MockTab so einstellen, dass es beim Anmelden automatisch gestartet wird.
es: Habilitar MockTab para que se inicie automáticamente al iniciar sesión.
ja: ログイン時に MockTab が自動的に起動するようにします。

source: enabled
de: aktiviert
es: habilitado
ja: 有効

source: Enabled
de: Aktiviert
es: Activado
ja: 有効

source: Eraser
de: Radierer
es: Borrador
ja: 消しゴム

source: eraser ≠ default
de: Radierer ≠ Standard
es: Borrador ≠ Predeterminado
ja: 消しゴム ≠ デフォルト

# error.import.wrongVersion %lld
source: Unsupported profile version (%lld). Expected version 2.
de: Nicht unterstützte Profilversion (%lld). Version 2 erwartet.
es: Versión de perfil no compatible (%lld). Se esperaba la versión 2.
ja: サポートされていないプロフィールバージョン（%lld）。バージョン2が必要です。

source: Export
de: Exportieren
es: Exportar
ja: エクスポート

source: Export as JSON…
de: Als JSON exportieren…
es: Exportar como JSON…
ja: JSONとしてエクスポート…

source: Save your settings as a JSON file. You can reload them later if they ever get reset or damaged.
de: Speichere deine Einstellungen als JSON-Datei. Dann kannst du sie später wiederherstellen, falls sie zurückgesetzt oder verloren gehen.
es: Guarda tus ajustes como un archivo JSON. Así podrás recuperarlos después si se borran o se estropean.
ja: 設定をJSONファイルとして保存してください。後でリセットされたり壊れたりした場合に復元できます。

source: Exported %@
de: %@ exportiert
es: %@ exportado
ja: %@ をエクスポートしました

source: Express Keys
de: Express-Tasten
es: Teclas rápidas
ja: エクスプレスキー

source: Express Keys — Left
de: Express-Tasten — Links
es: Teclas rápidas — Izquierda
ja: エクスプレスキー — 左

source: Express Keys — Right
de: Express-Tasten — Rechts
es: Teclas rápidas — Derecha
ja: エクスプレスキー — 右

source: failed to open
de: konnte nicht öffnen
es: error al abrir
ja: 開くに失敗しました

source: Failed to open
de: Öffnen fehlgeschlagen
es: Error al abrir
ja: 開けませんでした

source: Feeds barrel rotation into Photoshop's Pen Tilt control by sending fake tilt data. Real tilt is suppressed while this is on. Use in Brush Dynamics → Shape Dynamics → Angle → Pen Tilt.
de: Leitet die Barrel-Rotation in Photoshops Pen-Tilt-Steuerung um, indem es gefälschte Tilt-Daten sendet. Echter Tilt wird deaktiviert, solange diese Option aktiv ist. Verwende sie unter Brush Dynamics → Shape Dynamics → Angle → Pen Tilt.

source: File is missing a version field.
de: Der Datei fehlt ein Versionsfeld.
es: Al archivo le falta un campo de versión.
ja: ファイルにバージョンフィールドがありません。

source: Fingerwheel
de: Fingerrad
es: Rueda de dedo
ja: フィンガーホイール

source: Firm
de: Fest
es: Firme
ja: ファーム

source: Firm response — requires more force to reach full output. Good for precise detail work.
de: Feste Reaktion — erfordert mehr Kraft, um maximale Ausgabe zu erreichen. Gut für präzise Detailarbeit.
es: Respuesta firme — requiere más fuerza para alcanzar salida completa. Bueno para trabajo de detalle preciso.
ja: ファーム応答 — 最大出力に達するのにより多くの力が必要。精密な詳細作業に最適。

source: Fix
de: Beheben
es: Reparar
ja: 修正

source: Force as Grip Pen (0x0802)
de: Als Grip Pen erzwingen (0x0802)
es: Forzar como Grip Pen (0x0802)
ja: Grip Penとして強制 (0x0802)

source: Force as Pro Pen 2 (0x0832)
de: Als Pro Pen 2 erzwingen (0x0832)
es: Forzar como Pro Pen 2 (0x0832)
ja: Pro Pen 2として強制 (0x0832)

source: Force as Pro Pen 3 (0x0842)
de: Als Pro Pen 3 erzwingen (0x0842)
es: Forzar como Pro Pen 3 (0x0842)
ja: Pro Pen 3として強制 (0x0842)

source: Force Tool Code
de: Werkzeugcode erzwingen
es: Forzar código de herramienta
ja: ツールコードの強制

source: Forget…
de: Vergessen…
es: Olvidar…
ja: 削除…

source: Generated : %@
de: Generiert : %@
es: Generado : %@
ja: 生成 : %@

source: Go to the Buttons tab to assign a button that triggers the display toggle.
de: Gehen Sie zur Registerkarte "Tasten", um eine Schaltfläche zuzuweisen, die die Anzeigenumschaltung auslöst.
es: Vaya a la pestaña Botones para asignar un botón que active el cambio de pantalla.
ja: ボタンタブに移動して、ディスプレイ切り替えをトリガーするボタンを割り当てます。

source: granted
de: gewährt
es: otorgado
ja: 付与

source: Granted
de: Erteilt
es: Concedido
ja: 許可済み

source: Guides you through a short set of actions to capture how your device communicates. Produces a small JSON file you can share to add or fix device support.
de: Führt Sie durch einige kurze Aktionen, um die Kommunikation Ihres Geräts zu erfassen. Erstellt eine kleine JSON-Datei, die Sie teilen können, um die Geräteunterstützung hinzuzufügen oder zu reparieren.
es: Le guía a través de un breve conjunto de acciones para capturar cómo se comunica su dispositivo. Produce un pequeño archivo JSON que puede compartir para agregar o corregir la compatibilidad del dispositivo.
ja: デバイスの通信方法をキャプチャするための一連の操作を案内します。デバイスのサポートを追加または修正するために共有できる小さな JSON ファイルを生成します。

source: Height
de: Höhe
es: Altura
ja: 高さ

source: Helps add support for your device by capturing its HID report layout.
de: Hilft bei der Hinzufügung der Unterstützung für Ihr Gerät, indem das HID-Berichtslayout erfasst wird.
es: Ayuda a agregar soporte para su dispositivo al capturar su diseño de informe HID.
ja: HID レポートレイアウトをキャプチャすることで、デバイスのサポート追加を支援します。

source: High
de: Hoch
es: Alta
ja: 高

source: Hover
de: Schweben
es: Proximidad
ja: ホバー

source: How close a second tap must land to the first to count as a double-click. Drag to Off to disable position snapping.
de: Wie nah ein zweiter Tap zum ersten liegen muss, um als Doppelklick zu zählen. Ziehen Sie auf Aus, um die Positionsanpassung zu deaktivieren.
es: Qué tan cerca debe estar un segundo toque del primero para contar como doble clic. Arrastre a Desactivado para deshabilitar el ajuste de posición.
ja: 2番目のタップが1番目に何ポイント以内に着地してダブルクリックとカウントするか。オフにドラッグして位置スナップを無効化。

source: Idle
de: Inaktiv
es: Inactivo
ja: 待機中

source: Import
de: Importieren
es: Importar
ja: インポート

source: Import Configuration
de: Konfiguration importieren
es: Importar configuración
ja: 設定をインポート

source: Import from File…
de: Aus Datei importieren…
es: Importar desde archivo…
ja: ファイルからインポート…

source: In absolute mode, each point on the tablet maps to a fixed point on screen. In relative mode, the cursor moves by the distance you move the pen, like a mouse.
de: Im absoluten Modus wird jeder Punkt des Tablets einem festen Punkt auf dem Bildschirm zugeordnet. Im relativen Modus bewegt sich der Cursor um die Entfernung, die Sie den Stift bewegen, wie bei einer Maus.
es: En modo absoluto, cada punto de la tableta se asigna a un punto fijo en la pantalla. En modo relativo, el cursor se mueve por la distancia que mueve la pluma, como un ratón.
ja: 絶対モードでは、タブレット上の各ポイントが画面上の固定ポイントにマップされます。相対モードでは、ペンを動かした距離だけカーソルが移動します（マウスのように）。

# info.conflicts.count %lld
source: %lld issues
de: %lld Probleme
es: %lld problemas
ja: %lld 件の問題

source: Invert Rotation Direction
de: Drehrichtung umkehren
es: Invertir dirección de rotación
ja: 回転方向を反転

source: Key %lld
de: Taste %lld
es: Tecla %lld
ja: キー %lld

source: Landscape
de: Querformat
es: Horizontal
ja: 横方向

source: Landscape Flipped
de: Querformat (gedreht)
es: Horizontal invertido
ja: 横方向 (反転)

source: Launch at Login
de: Bei Anmeldung starten
es: Iniciar al acceder
ja: ログイン時に起動

source: Left
de: Links
es: Izquierda
ja: 左

source: Left Click
de: Linksklick
es: Clic izquierdo
ja: 左クリック

source: Linear response — equal pen force produces equal pressure output. Best for general use.
de: Lineare Reaktion — gleiche Stiftkraft erzeugt gleiche Druckausgabe. Am besten für die allgemeine Verwendung.
es: Respuesta lineal — igual fuerza del bolígrafo produce igual salida de presión. Mejor para uso general.
ja: リニア応答 — ペン力が等しいと圧力出力も等しい。一般的な使用に最適。

source: Live Input
de: Liveeingabe
es: Entrada en vivo
ja: ライブ入力

source: Lock the tablet-to-screen mapping ratio to match your display's proportions, so the cursor never feels stretched or compressed.
de: Sperren Sie das Tablet-zu-Bildschirm-Abbildungsverhältnis, um dem Anzeigeformat zu entsprechen, damit sich der Cursor nie gestreckt oder komprimiert anfühlt.
es: Bloquee la relación de asignación de tableta a pantalla para que coincida con las proporciones de su pantalla, de modo que el cursor nunca se sienta estirado o comprimido.
ja: タブレット-スクリーン マッピング比率をロック して、ディスプレイの比率に一致させます。カーソルが伸びたり圧縮されたように感じることはありません。

source: Low
de: Niedrig
es: Baja
ja: 低

# macOS : %lld.%lld.%lld
source: macOS : %1$lld.%2$lld.%3$lld
de: macOS : %lld.%lld.%lld
es: macOS : %lld.%lld.%lld
ja: macOS : %lld.%lld.%lld

source: Map the tablet across all displays as one continuous surface.
de: Tablet über alle Anzeigen als eine durchgehende Oberfläche abbilden.
es: Asignar la tableta en todas las pantallas como una sola superficie continua.
ja: タブレットをすべてのディスプレイ全体に1つの連続した表面としてマップ。

source: Map the tablet to %@ only.
de: Tablet nur auf %@ abbilden.
es: Asignar la tableta solo a %@.
ja: タブレットを %@ のみにマップ。

source: Map the tablet to your main display.
de: Tablet auf die Hauptanzeige abbilden.
es: Asignar la tableta a su pantalla principal.
ja: タブレットをメイン ディスプレイにマップ。

source: Max
de: Maximum
es: Máximo
ja: 最大

source: Medium
de: Mittel
es: Media
ja: 中

source: Middle Click
de: Mittelklick
es: Clic central
ja: 中央クリック

source: MockTab found the following issues that may interfere with tablet operation:
de: MockTab hat die folgenden Probleme gefunden, die den Tablettbetrieb beeinträchtigen können:
es: MockTab encontró los siguientes problemas que pueden interferir con el funcionamiento de la tableta:
ja: MockTab は、タブレットの動作に干渉する可能性のある以下の問題を検出しました：

source: MockTab is free software released under the GNU General Public License v3.0.
de: MockTab ist freie Software, die unter der GNU General Public License v3.0 veröffentlicht wurde.
es: MockTab es software libre lanzado bajo la Licencia Pública General de GNU v3.0.
ja: MockTab は GNU General Public License v3.0 の下でリリースされたフリーソフトウェアです。

source: Mouse Buttons
de: Maustasten
es: Botones del ratón
ja: マウスボタン

source: Movement
de: Bewegung
es: Movimiento
ja: 動作モード
